[
  "“You have to approach the notion of success the way good parents approach their duty to their children; it's an honor, an obligation, and a priority.” -Grant Cardone",
  "“Disciplined, consistent, and persistent actions are more of a determining factor in the creation of success than any other combination of things.” -Grant Cardone",
  "“Work is better than vacation—and it is important to have a purpose to wake up each day.” -Grant Cardone",
  "“Never reduce a target. Instead, increase actions. When you start rethinking your targets, making up excuses, and letting yourself off the hook, you are giving up on your dreams!” -Grant Cardone",
  "“There are certain things in life that have limits, but you don't unless you impose limits on yourself.” -Grant Cardone",
  "“Don't be confused by what looks like luck to you. Lucky people don't make successful people; people who completely commit themselves to success seem to get lucky in life.” -Grant Cardone",
  "“As long as you are alive, you will either live to accomplish your own goals and dreams or be used as a resource to accomplish someone else's.” -Grant Cardone",
  "“Become so sold, so convinced, so committed to your company, product, and service that you believe it would be a terrible thing for the buyer to do business anywhere else with any other product.” -Grant Cardone",
  "“Become obsessed about the things you want; otherwise, you are going to spend a lifetime being obsessed with making up excuses as to why you didn't get the life you wanted.” -Grant Cardone",
  "“The moment you start thinking someone else's gain is your loss, you limit yourself by thinking in terms of competition and shortages.” -Grant Cardone",
  "“What if the only thing standing in the way of your greatness was that you just had to go after everything obsessively, persistently, and as though your life depended on it?” -Grant Cardone",
  "“Anyone that suggests to me to do less is either not a real friend or very confused!” -Grant Cardone",
  "“Realistic thinking is based on what others think is possible—but they are not you and have no way of knowing your potential and purposes.” -Grant Cardone",
  "“Action is the foundational key to all success.” -Pablo Picasso",
  "“Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.” -Mario Andretti",
  "“Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do.” -Pele",
  "“Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.” -Collin Powell",
  "“Don't tell me you're just like me. You're not like me. I'm unique.” -Lord Alan Sugar",
  "“Succeed or die trying.” -Alex Devero",
  "“I always get the job done, I work hard and that's why I win.” -Lindsey Vonn",
  "“A man is but the product of his thoughts. What he thinks, he becomes.” -Mahatma Gandhi",
  "“Self-belief and hard work will always earn you success.” -Virat Kohli",
  "“Entrepreneurs invent the future they want.” -Vinod Khosla",
  "“There are only three requirements for #success. 1st, decide exactly what it is you want in life. 2nd, determine the price that you are going to have to pay to get the things you want. 3rd, and this is most important, resolve to pay that price.” -H.L. Hunt, billionaire",
  "“I want to be what I've always wanted to be: dominant.” -Tiger Woods",
  "“My will can move mountains.” -Tiger Woods",
  "“I love to play to win.” -Tiger Woods",
  "“I smile at obstacles.” -Tiger Woods",
  "“I love to compete. That's the essence of who I am.” -Tiger Woods",
  "“I've always known where I wanted to go in life.” -Tiger Woods",
  "“No matter how good you get you can always get better, and that's the exciting part.” -Tiger Woods",
  "“The greatest thing about tomorrow is I will be better than I am today.” -Tiger Woods",
  "“I'm addicted. I'm addicted to golf.” -Tiger Woods",
  "“Great products sell themselves.” -Kevin Systrom",
  "“All the returns in life, whether in wealth, relationships, or knowledge, come from compound interest.” -Naval Ravikant",
  "“My 1 repeated learning in life: There Are No Adults. Everyone's making it up as they go along. Figure it out yourself, and do it.” -Naval Ravikant",
  "“School, politics, sports, and games train us to compete against others. True rewards - wealth, knowledge, love, fitness, and equanimity - come from ignoring others and improving ourselves.” -Naval Ravikant",
  "“Don't do things that you know are morally wrong. Not because someone is watching, but because you are. Self-esteem is just the reputation that you have with yourself. You'll always know.” -Naval Ravikant",
  "“You will get rich by giving society what it wants but does not yet know how to get. At scale.” -Naval Ravikant",
  "“Learn to sell. Learn to build. If you can do both, you will be unstoppable.” -Naval Ravikant",
  "“Don't partner with cynics and pessimists. Their beliefs are self-fulfilling.” -Naval Ravikant",
  "“Work as hard as you can. Even though who you work with and what you work on are more important than how hard you work.” -Naval Ravikant",
  "“Become the best in the world at what you do. Keep redefining what you do until this is true.” -Naval Ravikant",
  "“Guilt is society's voice talking in your head.” -Naval Ravikant",
  "“The most accountable people have singular, public, and risky brands: Oprah, Trump, Kanye, Elon.” -Naval Ravikant",
  "“If you can't decide, the answer is No.” -Naval Ravikant",
  "“If I commit to doing something, then I commit to doing it right now. If I'm not willing to do it right now, then don't do it. Don't commit to it.” -Naval Ravikant",
  "“I would rather work on one big problem and fail than work on lots of little problems and succeed.” -Michio Kaku",
  "“We choose to go to the Moon! We choose to go to the Moon in this decade and do the other things, not because they are easy, but because they are hard; because that goal will serve to organize and measure the best of our energies and skills, because that challenge is one that we are willing to accept, one we are unwilling to postpone, and one we intend to win, and the others, too.” -John F. Kennedy",
  "“Who you'll be tomorrow is a product of your current decisions.” -Anonym",
  "“Who are you today is a product of your previous decisions.” -Anonym",
  "“Action expresses priorities.” -Anonym",
  "“Imitation and mastery of form or skills must come before major creativity.” -Oliver Sacks",
  "“Per aspera ad astra. (Through hardships, to the stars.) -latin proverb",
  "“It's the little details that are vital. Little things make big things happen.” -John Wooden",
  "“Whatever you do in life, surround yourself with smart people who'll argue with you.” -John Wooden",
  "“Today is the only day. Yesterday is gone.” -John Wooden",
  "“Do not let what you cannot do interfere with what you can do.” -John Wooden",
  "“If you're not making mistakes, then you're not doing anything. I'm positive that a doer makes mistakes.” -John Wooden",
  "“I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.” -Nelson Mandela",
  "“Difficulties break some men but make others. No axe is sharp enough to cut the soul of a sinner who keeps on trying, one armed with the hope that he will rise even in the end.” -Nelson Mandela",
  "“It always seems impossible until it's done.” -Nelson Mandela",
  "“The greatest glory in living lies not in never falling, but in rising every time we fall.” -Nelson Mandela",
  "“Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do.” -Nelson Mandela",
  "“Education is the most powerful weapon which you can use to change the world.” -Nelson Mandela",
  "“There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.” -Nelson Mandela",
  "“We must use time wisely and forever realize that the time is always ripe to do right.” -Nelson Mandela",
  "“Resentment is like drinking poison and then hoping it will kill your enemies.” -Nelson Mandela",
  "“Being a professional is doing the things you love to do, on the days you don't feel like doing them.” -Julius Erving",
  "“Live as if you were to live forever.” -Alex Devero",
  "“Victory belongs to the most persevering.” -Napoleon Bonaparte",
  "“If someone has those four things - work ethic, taste, integrity, and curiosity - I believe that you can learn anything in the world.” -Matt Mullenweg",
  "“The best opportunities often come in the form of the biggest discomfort.” -Alex Devero",
  "“I have clearly written down a description of my DEFINITE CHIEF AIM in life, and I will never stop trying until I shall have developed sufficient self-confidence for its attainment.” -Bruce Lee",
  "“You will never get any more out of life than you expect.” -Bruce Lee",
  "“Keep your mind on the things you want and off those you don't.” -Bruce Lee",
  "“No one can hurt you unless you allow him to.” -Bruce Lee",
  "“I don't measure a man's success by how high he climbs but how high he bounces when he hits bottom.” -George S. Patton",
  "“Success is going from failure to failure without losing your enthusiasm.” -Winston Churchill",
  "“The empires of the future are the empires of the mind.” -Winston Churchill",
  "“The future belongs to those who believe in the beauty of their dreams.” -Eleanor Roosevelt",
  "“Destiny is not a matter of chance; it is a matter of choice. It is not a thing to be waited for; it is a thing to be achieved.” -William Jennings Bryan",
  "“You are a human magnet and you are constantly attracting to you people whose characters harmonize with your own.” -Napoleon Hill",
  "“There is no security on this earth, there is only opportunity.” -General Douglas MacArthur",
  "“You can always become the person you would have liked to be.” -Napoleon Hill",
  "“No man ever achieved worthwhile success who did not, at one time or other, find himself with at least one foot hanging well over the brink of failure.” -Napoleon Hill",
  "“No man has a chance to enjoy permanent success until he begins to look in a mirror for the real cause of all his mistakes.” -Napoleon Hill",
  "“It's very important to have a feedback loop. Constantly think about how you could be doing things better and questioning yourself.” -Elon Musk",
  "“The ones who are crazy enough to think they can change the world, are the ones who do.” -Steve Jobs",
  "“Stand by your principles and be comfortable with confrontation. So few people are, so when the people with the red tape come, it becomes a negotiation.” -Travis Kalanick",
  "“It's about passion, passion in your work. It's science, yes, but it's also an art. Ingredients are ingredients but, if you go quiet and you just listen… they start to talk back to you. And they tell you what they need. The whole becomes greater than the sum of the parts. Take your robot for instance. So many disparate ideas and concepts that all need to come together. But if you'll approach your work with reverence, and put your very soul into it, it starts to get a life of its own. And, dare I say, you can grow very fond of that creation...” -Rudy Lom",
  "“Brand is just a perception, and perception will match reality over time. Sometimes it will be ahead, other times it will be behind. But brand is simply a collective impression some have about a product.” -Elon Musk",
  "“To be a great champion you must believe you are the best. If you're not, pretend you are.” -Muhammad Ali",
  "“Be the person that when your feet touch the floor in the morning the devil says, 'Awe sh!t, they're up!'” -Dwayne \"The Rock\" Johnson",
  "“Success at anything will always come down to this: Focus & Effort, and we control both.” -Dwayne \"The Rock\" Johnson",
  "“Think back 5 years ago. Think of where you're at today. Think ahead 5 years about what you want to accomplish. Be unstoppable.” -Dwayne \"The Rock\" Johnson",
  "“There is no substitute for hard work. Always be humble and hungry.”",
  "“Motivation is for amateurs. Professional beliefs in Discipline.” -Alex Devero",
  "“My only fault is that I don't realize how great I really am.” -Muhammad Ali",
  "“Act like you can't fail.” -Alex Devero",
  "“I work hard, I work late, I have nothing on my conscience. When I go to bed, I sleep.” -Ellen Johnson Sirleaf",
  "“If your dreams don't scare you, they are not big enough.” -Ellen Johnson Sirleaf",
  "“The role model is the measure of the worshipper.”",
  "“I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature.” -John Davidson Rockefeller",
  "“Through every generation of the human race there has been a constant war, a war with fear. Those who have the courage to conquer it are made free and those who are conquered by it are made to suffer until they have the courage to defeat it, or death takes them.” -Alexander The Great",
  "“You want to be extra rigorous about making the best possible thing you can. Find everything that's wrong with it and fix it.” -Elon Musk",
  "“To be the best, work hard and rest.” -Alex Devero",
  "“The only way of finding the limits of the possible is by going beyond them into the impossible.” -Arthur C. Clarke",
  "“We must not be afraid of dreaming the seemingly impossible if we want the seemingly impossible to become a reality.” -Vaclav Havel",
  "“I learned this, at least, by my experiment; that if one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.” -David Thoreau",
  "“The future is open source everything.” -Linus Torvalds",
  "“Don't follow your passion; rather, let it follow you in your quest to achieve mastery.” -Cal Newport",
  "“But ever since I was a kid, I was always the winner.” -LeBron James",
  "“I am a winner each and every time I go into the ring.” -George Foreman",
  "“A winner never stops trying.” -Tom Landry",
  "“I'm an addict, I'm addicted to success. Thankfully, there's no rehab for success.” -Lil Wayne",
  "“As a soccer player, I wanted an FA Cup winner's medal. As an actor you want an Oscar. As a chef it's three-Michelin's stars, there's no greater than that. So pushing yourself to the extreme creates a lot of pressure and a lot of excitement, and more importantly, it shows on the plate.” -Gordon Ramsay",
  "“The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.” -George Bernard Shaw",
  "“Think & act as man you want to become.” -Alex Devero",
  "“The world is but a canvas to the imagination.” -Henry David Thoreau",
  "“When walking, walk. When eating, eat.” -Zen Proverb",
  "“I was never lonely in space. The loneliest people live in big cities. Being lonely is a state of mind.” -Commander Chris Hadfield",
  "“After a certain point, money is meaningless. It ceases to be the goal. The game is what counts.” -Aristotle Onassis",
  "“High expectations are the key to everything.” -Sam Walton",
  "“Sweat equity is the most valuable equity there is. Know your business and industry better than anyone else in the world. Love what you do or don't do it.” -Mark Cuban",
  "“You can never quit. Winners never quit, and quitters never win.” -Ted Turner",
  "“Building a billion-dollar business starts with a decision.” -Dan Martell",
  "“You are what you settle for.” -Janis Joplin",
  "“Work like hell. I mean you just have to put in 80 to 100 hour weeks every week. [This] improves the odds of success. If other people are putting in 40 hour work weeks and you're putting in 100 hour work weeks, then even if you're doing the same thing you know that… you will achieve in 4 months what it takes them a year to achieve.” -Elon Musk",
  "“The BEST way to get famous is make amazing stuff. That's it. Not blogging, networking, etc.” -Noah Kagan",
  "“There's a tremendous bias against taking risks. Everyone is trying to optimize their ass-covering.” -Elon Musk",
  "“The empires of the future are the empires of the mind.” -Winston Churchill",
  "“Commitment means doing whatever the hell it takes to achieve something you are passionate about & dedicated to.” -Coach",
  "“It is not the mountain we conquer, but ourselves.” -Sir Edmund Hillary",
  "“Twenty years from now you will be more disappointed by the things you didn't do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbour. Catch the trade winds in your sails. Explore. Dream. Discover.” -Mark Twain",
  "“Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish.” -Sam Walton",
  "“Low self-esteem is like driving through life with your hand brake on.” -Maxwell Maltz",
  "“If you want a quality, act as if you already had it.” -William James",
  "“At bottom every man knows well enough that he is a unique being, only once on this earth; and by no extraordinary chance will such a marvelously picturesque piece of diversity in unity as he is, ever be put together a second time.” -Friedrich Wilhelm Nietzsche",
  "“Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.” -Steve Jobs",
  "“I wasn't satisfied just to earn a good living. I was looking to make a statement.” -Donald Trump",
  "“I didn't get here by dreaming or thinking about it. I got here by doing it.” -Estée Lauder",
  "“Entrepreneurship is throwing yourself off a cliff and building a plane on the way down.” -Reid Hoffman",
  "“Audacity, more audacity, always audacity.” -Georges Jacques Danton",
  "“Life isn't about finding yourself. It's about creating yourself.” -George Bernard Shaw",
  "“Truth is ever to be found in simplicity, and not in the multiplicity and confusion of things.” -Sir Isaac Newton",
  "“Nothing in life is to be feared, it is only to be understood.” -Marie Curie",
  "“My mantra for social media is 60% to make you laugh, 30% to inspire you and 10% to let you know about this product.” -Shaquille O'Neal",
  "“Your infinite capacity for patience will be rewarded sooner or later.” -Fortune Cookie"
]
